Repository: mitrakov/las-notes
Catalog: windows/LasNotes/viewmodel/MainViewModel.*.resx
Languages: es, ru

# msg-archive-note
source: Are you sure you want to archive this note?\nIt can be restored later
es: ¿Estás seguro de que deseas archivar esta nota?\nSe puede restaurar más tarde
ru: Уверены, что хотите архивировать эту заметку?\nОна может быть восстановлена позже

# msg-delete-note
source: "Are you sure you want to delete this note?"
es: "¿Estás seguro que deseas eliminar esta nota?"
ru: Уверены, что хотите удалить эту заметку?

# msg-tag-needed-hdr
source: Tag required
es: Etiqueta requerida
ru: Требуется тег

# msg-tag-needed-txt
source: Please add at least 1 tag\ne.g. "Work" or "Home"
es: Agregue al menos una etiqueta, por ejemplo, "Trabajo" o "Casa"
ru: Добавьте хотя бы 1 тег, напр. "Работа" или "Дом"

# msg-note-added
source: Note added
es: Nota añadida
ru: Заметка добавлена

# msg-note-updated
source: Note updated
es: Nota actualizada
ru: Заметка обновлена

# msg-done
source: Done
es: Hecho
ru: Готово

# msg-file-not-found
source: File not found:\n
es: No se encuentra el archivo:\n
ru: Файл не найден:\n

# msg-file-exists
source: File already exists:\n{path}\n\nDo you want to erase it?\nIt will remove all data
es: El archivo ya existe:\n{path}\n\n¿Quieres borrarlo?\nEliminará todos los datos
ru: Файл уже существует:\n{path}\n\nВы хотите заменить его?\nЭто удалит все данные

# msg-warning
source: Warning
es: Advertencia
ru: Предупреждение

# msg-error
source: Error
ru: Ошибка

# dlg-select-file
source: Select a DB file
es: Seleccione archivo de base de datos
ru: Выберите файл БД

# dlg-new-file
source: New DB file
es: Nuevo archivo de base de datos
ru: Новый файл БД

# dlg-filter-open
source: Las Notes DB files (*.db)|*.db|All Files (*.*)|*.*
es: Archivos de Las Notes (*.db)|*.db|Todos los archivos (*.*)|*.*
ru: Файлы БД Las Notes (*.db)|*.db|Все файлы (*.*)|*.*

# dlg-filter-save
source: Las Notes DB files (*.db)|*.db
es: Archivos de Las Notes (*.db)|*.db
ru: Файлы БД Las Notes (*.db)|*.db
